tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "rcmdnk/file"
cask "java"
cask "caskroom/versions/java8"
brew "bash"
brew "embulk"
brew "ffmpeg"
brew "git"
brew "jq"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "nkf"
brew "nodebrew"
brew "postgresql"
brew "pyenv"
brew "r"
brew "rbenv"
brew "sqlite"
brew "swftools"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-git-prompt"
cask "5kplayer"
cask "astro"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "postico"
cask "rstudio"
cask "slack"
cask "visual-studio-code"
