tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/file"
cask "java"
brew "automake"
brew "bash"
brew "embulk"
brew "ffmpeg"
brew "libtool"
brew "sqlite"
brew "fontforge", args: ["with-extra-tools", "with-giflib", "with-libspiro", "with-libuninameslist"]
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "goenv"
brew "grep"
brew "jq"
brew "mecab"
brew "mecab-ipadic"
brew "mongodb"
brew "mysql"
brew "nkf"
brew "nodebrew"
brew "postgresql"
brew "pyenv"
brew "xz"
brew "r"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "swftools"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-git-prompt"
cask "5kplayer"
cask "astro"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "java8"
cask "kindle"
cask "postico"
cask "rstudio"
cask "slack"
cask "visual-studio-code"
cask "xquartz"
