tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rcmdnk/file"
cask "java"
brew "automake"
brew "bash"
brew "ffmpeg"
brew "libtool"
brew "fontforge", args: ["with-extra-tools", "with-giflib", "with-libspiro", "with-libuninameslist"]
brew "git"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "yq"
#brew "mecab"
#brew "mecab-ipadic"
brew "nkf"
brew "xz"
brew "r"
brew "reattach-to-user-namespace"
brew "swftools"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-git-prompt"
cask "astro"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
#cask "java8"
cask "kindle"
cask "rstudio"
cask "slack"
cask "visual-studio-code"
cask "xquartz"
cask "android-studio"
